Repository: HappySeaFox/ksquirrel
Catalog: po/*.po
Languages: nl, ru, uk

source: Thumbnail loader
ru: Загрузчике эскизов
uk: Завантажувач мініатюр

source: Image viewer (also preview window)
uk: Переглядач зображення (також вікно попереднього перегляду)

source: Both
nl: Beide
ru: И там и там
uk: Обидва

source: Treat unknown mime types as unsupported
ru: Считать неизвестные типы файлов неподдерживаемыми
uk: Вважати невідомі mime типи непідтримуваними

source: Load KIPI plugins on demand (for slow machines)
ru: Загружать KIPI плагины по требованию (для слабых машин)
uk: Завантажувати додатки KIPI лише за потреби (для слабких машин)

source: <b>Disk navigator</b>
ru: <b>Навигатор по диску</b>
uk: <b>Дисковий навігатор</b>

source: On starting open...
nl: Bij opstarten openen...
ru: При запуске открыть...
uk: Після запуску відкрити...

source: Custom directory:
nl: Aangepaste map:
ru: Мою папку:
uk: Нетипову теку:

source: Last visited directory
nl: Laatstbezochte map
ru: Последнюю папку
uk: Останню відвідану теку

source: Current directory, where KSquirrel starts
nl: De map waarin KSquirrel gestart wordt
ru: Текущую папку, где запускается KSquirrel
uk: Поточну теку, де запущено KSquirrel

source: Run unknown file formats separately (with default application)
nl: Onbekende bestandsformaten apart openen in bijhorend programma
ru: Открывать неизвестные типы форматов отдельно (приложением по умолчанию)
uk: Виконувати дію для невідомого формату файлів окремо (за допомогою типової програми)

source: Save history
nl: Geschiedenis opslaan
ru: Сохранить историю
uk: Зберегти журнал

source: Jump into archives
nl: Archieven binnengaan
ru: Заходить в архивы
uk: Відкривати архіви

source: Jump to first image
nl: Naar eerste afbeelding gaan
ru: Перейти к первому изображению
uk: Перейти до першого зображення

source: Don't show directories
nl: Geen mappen tonen
ru: Не показывать папки
uk: Не показувати теки

source: Main
nl: Algemeen
ru: Главные
uk: Головне

source: Synchronization
nl: Synchronisatie
ru: Синхронизация
uk: Синхронізація

source: Tree -> Navigator
nl: Structuur-> navigator
ru: Дерево -> Навигатор
uk: Дерево -> Навігатор

source: Tree <- Navigator
ru: Дерево <- Навигатор
uk: Ієрархія <- Навігатор

source: Clicking
nl: Klikken
ru: Клики
uk: Клацання

source: <b>Thumbnails</b>
nl: <b>Miniaturen</b>
ru: <b>Эскизы</b>
uk: <b>Піктограми</b>

source: Do not write thumbnails on disk
nl: Miniaturen niet op schijf opslaan
ru: Не записывать эскизы на диск
uk: Не записувати піктограми на диск

source: Show tooltips with file information
ru: Показывать подсказки с информацией о файле
uk: Показувати підказки з інформацією про файл

source: Margin between thumbnails
ru: Расстояние между эскизами
uk: Поле між мініатюрами

source: pixels
ru: точек
uk: пікселів

source: Don't show tooltips when the main window is inactive
ru: Не показывать подсказки, когда главное окно неактивно
uk: Не показувати підказок, якщо головне вікно неактивне

source: Mark supported image formats with clock icon (slow)
ru: Помечать поддерживаемые форматы изображений иконкой часов (медленно)
uk: Позначати підтримувані формати зображень піктограмою годинника (повільно)

source: Maximum cache size (in memory)
ru: Максимальный размер кэша (в памяти)
uk: Максимальний розмір буфера (у пам'яті)

source: Kb
ru: Kб
uk: Кб

source: No cache
ru: Нет кэша
uk: Без буферу

source: On scroll event
nl: Op verschuiven
ru: По событию скролла
uk: Подія при прокручуванні

source: Zoom the scene
nl: Scène zoomen
ru: Масштабировать сцену
uk: Масштабувати сцену

source: Load next/previous file
uk: Завантажити наступний/попередній файл

source: Background
nl: Achtergrond
ru: Фон
uk: Тло

source: Custom texture
nl: Aangepaste textuur
ru: Моя текстура
uk: Нетипова текстура

source: Custom color
nl: Aangepaste kleur
ru: Мой цвет
uk: Нетиповий колір

source: System color
nl: Systeemkleur
ru: Системный цвет
uk: Системний колір

source: Validate
nl: Valideren
ru: Проверить
uk: Перевірити

source: Show images progressively
ru: Показывать изображения прогрессивно
uk: Показувати зображення поступально

source: Image pages
ru: Страницы изображения
uk: Сторінки зображення

source: Load all pages
ru: Загрузить все страницы
uk: Завантажити всі сторінки

source: Load only first page
ru: Загрузить только первую страницу
uk: Завантажити тільки першу сторінку

source: Load no more than
ru: Загрузить не более чем
uk: Завантажувати не більше ніж

source: pages
ru: страниц
uk: сторінок

source: Loader
ru: Загрузчик
uk: Завантажувач

source: Draw tickmarks around the image
nl: Markeringen rond afbeelding tekenen
ru: Рисовать пометки вокруг изображения
uk: Малювати хрести навколо зображення

source: Draw background for transparent images
ru: Рисовать фон для прозрачных изображений
uk: Малювати тло для прозорих зображень

source: Rotating
ru: Поворот
uk: Поворот

source: degrees
ru: градусов
uk: градусів

source: Moving
nl: Verplaatsen
ru: Сдвиг
uk: Пересування

source: Zoom limit
nl: Zoomlimiet
ru: Предел масштабирования
uk: Обмеження масштабу

source: Minimum: 1%, maximum: 10,000%
uk: Мінімум: 1%, максимум: 10,000%

source: Custom
nl: Aangepast
ru: Мой
uk: Нетипове

source: minimum
uk: мінімум

source: maximum
ru: максимум
uk: Максимальний

source: No limit
nl: Geen limiet
ru: Нет предела
uk: Не обмежувати

source: Zoom coefficient
uk: Коефіцієнт зміни масштабу

source: None
nl: Geen
ru: Нет
uk: Відсутнє

source: <b>Customize OpenGL widget</b>
nl: <b>OpenGL-widgets instellen</b>
ru: <b>Настроить окно OpenGL</b>
uk: <b>Налаштувати OpenGL widget</b>

source: Recursion
ru: Рекурсия
uk: Рекурсія

source: No recursion
ru: Нет рекурсии
uk: Без рекурсії

source: Show number of files
ru: Показывать количество файлов
uk: Показати кількість файлів

source: Show number of subfolders and files
ru: Показывать количество подпапок и файлов
uk: Показати кількість підтек та файлів

source: Show number of subfolders
ru: Показывать количество подпапок
uk: Показати кількість підтек

source: Treeview
ru: Дерево
uk: Ієрархічний показ

source: Show device path
ru: Показывать путь к устройству
uk: Показувати шлях на пристрою

source: Show mount options
ru: Показывать опции монтирования
uk: Показати точки монтування

source: Show filesystem type
ru: Показывать тип файловой системы
uk: Показати тип файлової системи

source: Mount view
ru: Просмотр точек монтирования
uk: Перегляд точок монтування

source: Enable preview window
ru: Разрешить окно предпросмотра
uk: Дозволити вікно попереднього перегляду

source: Delay before image loading
ru: Задержка перед загрузкой изображения
uk: Затримка перед завантаженням зображення

source: ms
ru: мс
uk: мс

source: Background color for preview widget:
ru: Цвет фона для окна предпросмотра
uk: Колір тла для віджета попереднього перегляду:

source: Don't load preview image on file execution
ru: Не загружать изображения предпросмотра при выполнении файла
uk: Не завантажувати зображення для попереднього перегляду під час виконання файла

source: Disables loading preview image when user launches image with mouse
ru: Запрещает загружать изображения предпросмотра при выполнении файла с помощью мыши
uk: Забороняє завантаження зображення попереднього перегляду, якщо користувач запустив зображення мишкою

source: Image preview
ru: Изображение предпросмотра
uk: Попередні перегляд зображення

source: <b>Sidebar settings</b>
ru: <b>Настройки боковой панели</b>
uk: <b>Налаштування бічної панелі</b>

source: <b>KIPI Configuration</b>
ru: <b>Конфигурация KIPI</b>
uk: <b>Налаштування KIPI</b>

source: Slideshow options
uk: Параметри показу слайдів

source: Start
ru: Старт
uk: Запуск

source: Set directory to current
ru: Установить папку в текущую
uk: Зробити теку поточною

source: Last visited directories
ru: Последние посещённые папки
uk: Останні відвідані теки

source: Repeats:
ru: Повторы:
uk: Повторень:

source: Background color:
ru: Цвет фона:
uk: Колір тла:

source: Onscreen messages
ru: Экранные сообщения
uk: Екранні повідомлення

source: Show current index
ru: Показать текущий индекс
uk: Показати поточний покажчик

source: Show file name
ru: Показать имя файла
uk: Показати назву файла

source: Show file size
ru: Показать размер файла
uk: Показати розмір файла

source: Recursively
ru: Рекурсивно
uk: Рекурсивно

source: Clear history
nl: Geschiedenis wissen
ru: Очистить историю
uk: Очистити журнал

source: Clear address
uk: Очистити адресу

source: Go!
nl: Starten!
ru: Понеслась!
uk: Поїхали!

source: Libraries' filters
nl: Filters van bibliotheken
ru: Библиотечные фильтры
uk: Фільтри бібліотек

source: All supported formats
nl: Alle ondersteunde formaten
ru: Все поддерживаемые форматы
uk: Всі підтримувані формати

source: User's filters
nl: Filters van gebruiker
ru: Пользовательские фильтры
uk: Фільтри користувача

source: Folder tree
ru: Дерево каталогов
uk: Дерево тек

source: Mount points
ru: Точки монтирования
uk: Точки монтування

source: &Navigator
ru: &Навигатор
uk: &Навігатор

source: &Action
ru: &Действие
uk: &Дія

source: &KIPI Plugins
ru: &KIPI Плагины
uk: Додатки &KIPI

source: Fi&lter
ru: Фи&льтр
uk: Філь&тр

source: Thumbnail size
nl: Miniatuurgrootte
ru: Размер эскизов
uk: Розмір піктограми

source: Image window
nl: Afbeeldingsvenster
ru: Окно изображения
uk: Вікно зображення

source: Reload codecs from disk
ru: Перезагрузить кодеки с диска
uk: Перезавантажити кодеки з диску

source: Configure external tools...
nl: Externe hulpprogramma's instellen...
ru: Настроить внешние утилиты...
uk: Налаштувати зовнішні інструменти...

source: Configure filters...
nl: Filters instellen...
ru: Настроить фильтры...
uk: Налаштувати фільтри...

source: Go to tray
uk: Згорнути у лоток

source: Open file and change directory
ru: Открыть файл и сменить каталог
uk: Відкрити файл та змінити теку

source: Open file
nl: Bestand openen
ru: Открыть файл
uk: Відкрити файл

source: Thumbnail cache manager...
ru: Управление кэшем эскизов
uk: Керування буферу мініатюр...

source: List
nl: Lijst
ru: Список
uk: Список

source: Icons
nl: Pictogrammen
ru: Иконки
uk: Значки

source: Details
ru: Детально
uk: Докладно

source: Thumbnails
nl: Miniaturen
ru: Эскизы
uk: Піктограми

source: Show URL box
ru: Показать строку адреса
uk: Показати поле адреси

source: Built-in image window
ru: Встроенное окно просмотра изображения
uk: Вбудоване віконечко зображення

source: Slideshow
ru: Слайды
uk: Показ слайдів

source: Slideshow advanced
ru: Слайды продвинуто
uk: Розширений показ слайдів

source: Codec information...
uk: Інформація про кодек...

source: OpenGL information...
ru: Информация об OpenGL
uk: Інформація про OpenGL...

source: Medium thumbnails
nl: Middelgrote miniaturen
ru: Средние эскизы
uk: Середні піктограми

source: Large thumbnails
nl: Grote miniaturen
ru: Большие эскизы
uk: Великі піктограми

source: Huge thumbnails
nl: Zeer grote miniaturen
ru: Огромные эскизы
uk: Величезні піктограми

source: Select group
ru: Отметить группу
uk: Обрати групу

source: Deselect group
ru: Снять отметку с группы
uk: Скасувати вибір групи

source: Extended thumbnails
nl: Uitgebreide miniaturen
ru: Расширенные эскизы
uk: Збільшені піктограми

source: writing settings and thumbnails...
nl: instellingen en miniaturen schrijven...
ru: запись настроек и эскизов...
uk: Налаштування запису та піктограм...

source: Extensions
nl: Extensies
ru: Расширения
uk: Розширення

source: Adjust filters
uk: Налаштувати фільтри

source: New filter
nl: Nieuw filter
ru: Новый фильтр
uk: Створити фільтр

source: Move filter up
nl: Filter omhoog verplaatsen
ru: Переместить фильтр вверх
uk: Перемістити фільтр вище

source: Move filter down
nl: Filter omlaag verplaatsen
ru: Переместить фильтр вниз
uk: Перемістити фільтр нижче

source: Menu item contains both name and extension
uk: Пункт меню містить назву і розширення

source: <p align=center><table><tr><td><b><p align=right>Esc,X,Return</p></b></td><td>close</td></tr><tr><td><b><p align=right>Middle click, F</p></b></td><td>fullscreen</td></tr><tr><td><b><p align=right>Z</p></b></td><td>show 'Zoom' menu</td></tr><tr><td><b><p align=right>/</p></b></td><td>show this help</td></tr><tr><td><b><p align=right>Right click, M, ContextMenu</p></b></td><td>show context menu</td></tr><tr><td><b><p align=right>N</p></b></td><td>toggle filter</td></tr><tr><td><b><p align=right>Shift + Left button</p></b></td><td>select a region</td></tr><tr><td><b><p align=right>Shift + Left</p></b></td><td>previous tab</td></tr><tr><td><b><p align=right>Shift + Right</p></b></td><td>next tab</td></tr><tr><td><b><p align=right>W</p></b></td><td>close tab</td></tr></table></p>
uk: <p align=center><table><tr><td><b><p align=right>Esc,X,Return</p></b></td><td>закрити</td></tr><tr><td><b><p align=right>Клацання середньою, F</p></b></td><td>на весь екран</td></tr><tr><td><b><p align=right>Z</p></b></td><td>показати меню 'Масштабування'</td></tr><tr><td><b><p align=right>/</p></b></td><td>показати цю довідку</td></tr><tr><td><b><p align=right>Клацання правою, M, ContextMenu</p></b></td><td>показати контекстне меню</td></tr><tr><td><b><p align=right>N</p></b></td><td>перемкнути фільтр</td></tr><tr><td><b><p align=right>Shift + Клацання лівою</p></b></td><td>обрати область</td></tr><tr><td><b><p align=right>Shift + Стрілка ліворуч</p></b></td><td>попередня сторінка</td></tr><tr><td><b><p align=right>Shift + Стрілка праворуч</p></b></td><td>наступна сторінка</td></tr><tr><td><b><p align=right>W</p></b></td><td>закрити сторінку</td></tr></table></p>

source: <p align=center><table><tr><td><b><p align=right>Space, Page Down</p></b></td><td>next image</td></tr><tr><td><b><p align=right>Backspace, Page Up</p></b></td><td>previous image</td></tr><tr><td><b><p align=right>Home</p></b></td><td>first image</td></tr><tr><td><b><p align=right>End</p></b></td><td>last image</td></tr></table></p>
ru: <p align=center><table><tr><td><b><p align=right>Пробел, Page Down</p></b></td><td>следующее изображение</td></tr><tr><td><b><p align=right>Backspace, Page Up</p></b></td><td>предыдущее изображение</td></tr><tr><td><b><p align=right>Home</p></b></td><td>первое изображение</td></tr><tr><td><b><p align=right>End</p></b></td><td>последнее изображение</td></tr></table></p>
uk: <p align=center><table><tr><td><b><p align=right>Space, Page Down</p></b></td><td>наступне зображення</td></tr><tr><td><b><p align=right>Backspace, Page Up</p></b></td><td>попереднє зображення</td></tr><tr><td><b><p align=right>Home</p></b></td><td>перше зображення</td></tr><tr><td><b><p align=right>End</p></b></td><td>останнє зображення</td></tr></table></p>

source: <p align=center><table><tr><td><b><p align=right>Left, Right, Up, Down</p></b></td><td>move the image</td></tr><tr><td><b><p align=right>Ctrl + Left</p></b></td><td>rotate left</td></tr><tr><td><b><p align=right>Ctrl + Right</p></b></td><td>rotate right</td></tr><tr><td><b><p align=right>Ctrl + Up/Down</p></b></td><td>rotate for 180 degrees up/down</td></tr><tr><td><b><p align=right>Alt + Left/Right</p></b></td><td>rotate for 1 degree left/right</td></tr></table</p>
uk: <p align=center><table><tr><td><b><p align=right>Ліворуч, Праворуч, Вгору, Вниз</p></b></td><td>пересунути зображення</td></tr><tr><td><b><p align=right>Ctrl + Ліворуч</p></b></td><td>повернути проти годинникової стрілки</td></tr><tr><td><b><p align=right>Ctrl + Праворуч</p></b></td><td>повернути за годинниковою стрілку</td></tr><tr><td><b><p align=right>Ctrl + Вгору/Вниз</p></b></td><td>повернути на 180 градусів вгору або вниз</td></tr><tr><td><b><p align=right>Alt + Ліворуч/Праворуч</p></b></td><td>повернути на 1 градус ліворуч/праворуч</td></tr></table</p>

source: <p align=center><table><tr><td><b><p align=right>+/-</p></b></td><td>zoom Nx</td></tr><tr><td><b><p align=right>Ctrl + +/-</p></b></td><td>zoom 2x/0.5x</td></tr><tr><td><b><p align=right>Scroll</p></b></td><td>load next/prev file OR zoom+/zoom-</td></tr><tr><td><b><p align=right>Shift + Scroll</p></b></td><td>zoom+/zoom-</td></tr><tr><td><b><p align=right>Ctrl + Scroll</p></b></td><td>zoom+ 2x/zoom- 2x</td></tr><tr><td><b><p align=right>1..9</p></b></td><td>zoom 1..9x</td></tr><tr><td><b><p align=right>0</p></b></td><td>zoom 10x</td></tr><tr><td><b><p align=right>comma</p></b></td><td>fit width</td></tr><tr><td><b><p align=right>period</p></b></td><td>fit height</td></tr><tr><td><b><p align=right>*</p></b></td><td>fit image</td></tr></table</p>
nl: <p align=center><table><tr><td><b><p align=right>+/-</p></b></td><td>Nx zoomen</td></tr><tr><td><b><p align=right>Ctrl + +/-</p></b></td><td>2x/0.5x zoomen</td></tr><tr><td><b><p align=right>Scroll</p></b></td><td>vorig/volgend bestand laden OF inzoomen/uitzoomen</td></tr><tr><td><b><p align=right>Shift + Scroll</p></b></td><td>inzoomen/uitzoomen</td></tr><tr><td><b><p align=right>Ctrl + Scroll</p></b></td><td>2 x inzoomen/uitzoomen</td></tr><tr><td><b><p align=right>1..9</p></b></td><td>1..9x zoomen</td></tr><tr><td><b><p align=right>0</p></b></td><td>10x zoomen</td></tr><tr><td><b><p align=right>komma</p></b></td><td>passend in breedte</td></tr><tr><td><b><p align=right>punt</p></b></td><td>passend in hoogte</td></tr><tr><td><b><p align=right>*</p></b></td><td>afbeelding passend maken</td></tr></table></p>
ru: <p align=center><table><tr><td><b><p align=right>+/-</p></b></td><td>масштабировать Nx</td></tr><tr><td><b><p align=right>Ctrl + +/-</p></b></td><td>масштабировать 2x/0.5x</td></tr><tr><td><b><p align=right>Scroll</p></b></td><td>загрузить след./предыдущ. файл ИЛИ увеличить/уменьшить</td></tr><tr><td><b><p align=right>Shift + Scroll</p></b></td><td>увеличить/уменьшить</td></tr><tr><td><b><p align=right>Ctrl + Scroll</p></b></td><td>увеличить 2x/уменшить 2x</td></tr><tr><td><b><p align=right>1..9</p></b></td><td>увеличить 1..9x</td></tr><tr><td><b><p align=right>0</p></b></td><td>увеличить 10x</td></tr><tr><td><b><p align=right>запятая</p></b></td><td>заполнить ширину</td></tr><tr><td><b><p align=right>точка</p></b></td><td>заполнить высоту</td></tr><tr><td><b><p align=right>*</p></b></td><td>заполнить изображение</td></tr></table</p>
uk: <p align=center><table><tr><td><b><p align=right>+/-</p></b></td><td>масштаб Nx</td></tr><tr><td><b><p align=right>Ctrl + +/-</p></b></td><td>масштаб 2x/0.5x</td></tr><tr><td><b><p align=right>Scroll</p></b></td><td>завантажити наступний/попередній файл або збільшити/зменшити</td></tr><tr><td><b><p align=right>Shift + Scroll</p></b></td><td>збільшити/зменшити</td></tr><tr><td><b><p align=right>Ctrl + Scroll</p></b></td><td>збільшити/зменшити удвічі</td></tr><tr><td><b><p align=right>1..9</p></b></td><td>збільшити у 1..9 разів</td></tr><tr><td><b><p align=right>0</p></b></td><td>збільшити удесятеро</td></tr><tr><td><b><p align=right>кома</p></b></td><td>підібрати ширину</td></tr><tr><td><b><p align=right>точка</p></b></td><td>підібрати висоту</td></tr><tr><td><b><p align=right>*</p></b></td><td>за розміром зображення</td></tr></table</p>

source: <p align=center><table><tr><td><p align=right><b>S</b></p></td><td>save as</td></tr><tr><td><p align=right><b>V</b></p></td><td>flip vertically</td></tr><tr><td><p align=right><b>H</b></p></td><td>flip horizontally</td></tr><tr><td><p align=right><b>R</b></p></td><td>reset</td></tr><tr><td><p align=right><b>P</b></p></td><td>image properties</td></tr><tr><td><p align=right><b>C</b></p></td><td>codec settings</td></tr><tr><td><p align=right><b>L</b></p></td><td>ignore zoom if image is smaller than window</td></tr><tr><td><p align=right><b>I</b></p></td><td>menu with images</td></tr><tr><td><p align=right><b>A</b></p></td><td>stop/start animation</td></tr><tr><td><p align=right><b>B</b></p></td><td>toggle drawing background for transparent images</td></tr><tr><td><p align=right><b>K</b></p></td><td>toggle drawing tickmarks</td></tr><tr><td><p align=right><b>E</b></p></td><td>show menu with external tools</td></tr><tr><td><p align=right><b>Y</b></p></td><td>crop</td></tr><tr><td><p align=right><b>F1</b></p></td><td>first image in multi-paged image</td></tr><tr><td><p align=right><b>F2</b></p></td><td>previous</td></tr><tr><td><p align=right><b>F3</b></p></td><td>next</td></tr><tr><td><p align=right><b>F4</b></p></td><td>last</td></tr></table></p>
uk: <p align=center><table><tr><td><p align=right><b>S</b></p></td><td>зберегти як</td></tr><tr><td><p align=right><b>V</b></p></td><td>віддзеркалити вертикально</td></tr><tr><td><p align=right><b>H</b></p></td><td>віддзеркалити горизонтально</td></tr><tr><td><p align=right><b>R</b></p></td><td>відновити</td></tr><tr><td><p align=right><b>P</b></p></td><td>властивості зображення</td></tr><tr><td><p align=right><b>C</b></p></td><td>параметри кодека</td></tr><tr><td><p align=right><b>L</b></p></td><td>ігнорувати зміну масштабу, якщо зображення менше за вікно</td></tr><tr><td><p align=right><b>I</b></p></td><td>меню з зображеннями</td></tr><tr><td><p align=right><b>A</b></p></td><td>зупинити/почати анімацію</td></tr><tr><td><p align=right><b>B</b></p></td><td>перемкнути відображення тла для прозорих зображень</td></tr><tr><td><p align=right><b>K</b></p></td><td>перемкнути відображення хрестів</td></tr><tr><td><p align=right><b>E</b></p></td><td>показати меню з зовнішніми інструментами</td></tr><tr><td><p align=right><b>Y</b></p></td><td>crop</td></tr><tr><td><p align=right><b>F1</b></p></td><td>перше зображення у картинці з багатьма сторінками</td></tr><tr><td><p align=right><b>F2</b></p></td><td>попереднє</td></tr><tr><td><p align=right><b>F3</b></p></td><td>наступне</td></tr><tr><td><p align=right><b>F4</b></p></td><td>останнє</td></tr></table></p>

source: Filing
nl: Opslag
ru: Файлы
uk: Заповнення

source: Current image
nl: Huidige afbeelding
ru: Текущее изображение
uk: Поточне зображення

source: Sidebar
ru: Боковая панель
uk: Бічна панель

source: Wrong dimensions: %1x%2.
ru: Неправильные размеры: %1x%2.
uk: Некоректні виміри: %1x%2.

source: Listing
ru: Просмотр
uk: Формування списку

source: Rename
ru: Переименовать
uk: Перейменувати

source: Renaming File
ru: Переименовать Файл
uk: Перейменування файла

source: <p>Rename file <b>%1</b> to:</p>
ru: <p>Переименовать Файл <b>%1</b> в:</p>
uk: <p>Перейменувати файл <b>%1</b> на:</p>

source: Calculate directory size
ru: Подсчитать размер папки
uk: Обчислити розмір теки

source: New folder...
ru: Новая папка...
uk: Створити теку...

source: Create Subfolder
ru: Создать Подпапку
uk: Створити підтеку

source: <p>Create new folder in <b>%1</b>:</p>
ru: <p>Создать новую папку в <b>%1</b>:</p>
uk: <p>Створити нову теку у <b>%1</b>:</p>

source: Rename Folder
ru: Переименовать Папку
uk: Перейменувати теку

source: <p>Rename folder <b>%1</b> to:</p>
ru: <p>Переименовать папку <b>%1</b> в:</p>
uk: <p>Перейменувати теку <b>%1</b> на:</p>

source: Are you sure you want to delete <b>%1</b>?
uk: Ви справді бажаєте вилучити <b>%1</b>?

source: Copy to last folder
ru: Копировать в последнюю папку
uk: Копіювати до останньої теки

source: Move to last folder
ru: Переместить в последнюю папку
uk: Перейти до останньої теки

source: Message text color:
ru: Цвет текста сообщений:
uk: Колір тексту повідомлень:

source: Total
ru: Всего
uk: Загалом

source: Visualize drag operation
ru: Визуализировать операцию перетаскивания
uk: Візуалізація операції перетягування

source: Testing
ru: Тестирование
uk: Тестування

source: Lazy thumbnail generation
ru: Ленивая генерация эскизов
uk: Ліниве створення мініатюр

source: Delay
ru: Задержка
uk: Затримка

source: Interface
ru: Внешний вид
uk: Інтерфейс

source: Number of text lines
ru: Количество строк текста
uk: Кількість текстових рядків

source: Show file preview
ru: Показывать предпросмотр файла
uk: Показати попередній перегляд файла

source: Number of additionally generated rows
uk: Кількість додатково створених рядків

source: Repeat (copy to %1)
uk: Повторити (копіювати до %1)

source: Repeat (move to %1)
uk: Повторити (перемістити до %1)

source: Repeat (link to %1)
uk: Повторити (створити посилання у %1)

source: Repeat (nothing to repeat)
uk: Повторити (дії відсутні)
