Repository: HappySeaFox/ksquirrel
Catalog: po/*.po
Languages: nl, ru, uk

source: Name
nl: Naam
ru: Имя
uk: Назва

source: No file selected
nl: Geen bestand geselecteerd
ru: Не выбрано файлов
uk: Не обрано жодного файла

source: No Plugins
ru: Нет модулей
uk: Додатки відсутні

source: Image actions
uk: Дії з зображеннями

source: Effects
ru: Эффекты
uk: Ефекти

source: Tools
ru: Утилиты
uk: Інструменти

source: Batch processing
ru: Пакетная обработка
uk: Пакетна обробка

source: Collections
ru: Коллекции
uk: Колекції

source: All files
ru: Все файлы
uk: Всі файли

source: Copy here
ru: Копировать сюда
uk: Копіювати сюди

source: Move here
ru: Переместить сюда
uk: Перемістити сюди

source: Link here
ru: Создать ссылку сюда
uk: Приєднати сюди

source: Parameter
ru: Параметр
uk: Параметр

source: Value
nl: Waarde
ru: Значение
uk: Значення

source: OpenGL information
nl: OpenGL-informatie
uk: Інформація щодо OpenGL

source: Pixmap
ru: Иконка
uk: Растрове зображення

source: Command
nl: Commando
ru: Команда
uk: Команда

source: Adjust external tools
uk: Налаштувати зовнішні інструменти

source: OK
uk: Гаразд

source: <b>Command</b> can contain <ul><li>%f: one file<li>%F: multiple files</ul>
ru: <b>Команда</b> может содержать <ul><li>%f: один файл<li>%F: несколько файлов</ul>
uk: <b>Команда</b> може містити <ul><li>%f: один файл<li>%F: декілька файлів</ul>

source: New tool
nl: Nieuw hulpmiddel
ru: Новая утилита
uk: Створити інструмент

source: Move tool up
nl: Hulpmiddel omhoog verplaatsen
ru: Переместить утилиту вверх
uk: Перемістити інструмент вище

source: Move tool down
nl: Hulpmiddel omlaag verplaatsen
ru: Переместить утилиту вниз
uk: Перемістити інструмент нижче

source: Root directory
ru: Корневая папка
uk: Коренева тека

source: Folder content
ru: Содержимое папки
uk: Вміст теки

source: Selected images
ru: Выбранные изображения
uk: Обрані зображення

source: Image basket
ru: Корзина изображений
uk: Кошик з зображеннями

source: File to be opened at startup.
ru: Файл для открытия во время старта.
uk: Файл, що відкриватиметься після запуску

source: Print found libraries and exit.
nl: Gevonden bibliotheken weergeven en afsluiten.
ru: Вывести на консоль найденные библиотеки и выйти
uk: Відобразити знайдені бібліотеки та вийти.

source: KSquirrel - image viewer for KDE
nl: Ksquirrel - afbeeldingenviewer voor KDE
ru: KSquirrel - просмотрщик изображений для KDE
uk: KSquirrel - переглядач зображень для KDE

source: Bug reports, patches
ru: Отчёты об ошибках, заплатки
uk: Звіти про помилки, латки

source: Bug reports
ru: Заплатки
uk: Звіти про помилки

source: Translation help
nl: Vertalingen
ru: Помощь в переводе
uk: Допомога з перекладу

source: Initial artwork for edit tools
ru: Начальная графическая работа для утилит редактирования
uk: Початкова графічна робота над засобами редагування

source: Great artwork for edit tools
ru: Отличная графическая работа для утилит редактирования
uk: Чудові картинки для інструментів редагування

source: OpenGL forum at
nl: OpenGL-forum op
ru: OpenGL форум на
uk: Форум OpenGL за адресою

source: GameDev forum at
nl: GameDev-forum op
ru: GameDev форум на
uk: Форум GameDev за адресою

source: Group
nl: Groep
ru: Группа
uk: Група

source: Image properties
nl: Afbeeldingseigenschappen
uk: Властивості зображення

source: Attributes
ru: Аттрибуты
uk: Атрибути

source: Owner:
nl: Eigenaar:
ru: Владелец:
uk: Власник:

source: Group:
nl: Groep:
ru: Группа:
uk: Група:

source: Permissions:
nl: Toegangsrechten:
ru: Права:
uk: Дозволи:

source: Time
nl: Tijd
ru: Время
uk: Час

source: Created:
nl: Aangemaakt:
ru: Создан:
uk: Створено:

source: Last read:
nl: Laatst gelezen:
ru: Последнее чтение:
uk: Востаннє прочитано:

source: Last modified:
nl: Laatst gewijzigd:
ru: Модификация:
uk: Востаннє змінено:

source: General
nl: Algemeen
ru: Общие
uk: Загальне

source: File:
nl: Bestand:
ru: Файл:
uk: Файл:

source: Directory:
nl: Map:
ru: Папка:
uk: Тека:

source: Size:
nl: Grootte:
ru: Размер:
uk: Розмір:

source: Type:
ru: Тип:
uk: Тип:

source: Number of frames:
nl: Aantal frames:
ru: Количество страниц:
uk: Кількість кадрів:

source: Current frame
nl: Huidige frame
ru: Текущая страница
uk: Поточний кадр

source: Delay:
nl: Vertraging:
ru: Задержка:
uk: Затримка:

source: Dimensions:
nl: Afmetingen:
ru: Размеры:
uk: Розміри:

source: Bits per pixel:
ru: Бит на пиксель:
uk: Бітів на точку

source: Color space:
ru: Цветовое пространство:
uk: Кількість кольорів:

source: Compression:
nl: Compressie:
ru: Сжатие:
uk: Стиснення:

source: Uncompressed size:
nl: Ongecomprimeerd formaat:
ru: Распакованный размер:
uk: Розмір розпакованого:

source: Compression ratio:
uk: Рівень стиснення:

source: Interlaced:
ru: Черезстрочное:
uk: Черезрядкове:

source: Status:
ru: Состояние:
uk: Статус:

source: Image
nl: Afbeelding
ru: Изображение
uk: Зображення

source: Metadata
ru: Метаданные
uk: Метадані

source: Icon
nl: Pictogram
ru: Иконка
uk: Значок

source: Library
nl: Bibliotheek
ru: Библиотека
uk: Бібліотека

source: Version
nl: Versie
ru: Версия
uk: Версія

source: Codec information and settings
uk: Параметри та інформація про кодеки

source: Total found:
ru: Всего найдено:
uk: Загалом знайдено:

source: cannot open file for reading
uk: неможливо відкрити файл для читання

source: file corrupted
ru: файл повреждён
uk: файл пошкоджено

source: no memory
ru: недостаточно памяти
uk: закінчилася пам'ять

source: file type not supported
ru: тип файла не поддерживается
uk: тип файлів не підтримується

source: wrong image dimensions
ru: неправильные размеры изображения
uk: невірні розміри зображення

source: cannot open file for writing
uk: неможливо відкрити файл для запису

source: write feature is not supported
ru: нет поддержки записи
uk: запис не підтримується

source: write error (check free space)
ru: ошибка записи (проверьте свободное место)
uk: помилка під час запису (перевірте наявність вільного місця)

source: wrong parameters
ru: неправильные параметры
uk: невірні параметри

source: Editing process is not finished yet
ru: Процесс редактирования ещё не завершён
uk: Процес редагування ще не завершено

source: Filename or mask:
ru: Имя файла или маска:
uk: Назва файла або маска:

source: root
ru: корень
uk: корінь

source: Categories
ru: Категории
uk: Категорії

source: New category
ru: Новая категория
uk: Створити категорію

source: New Category
ru: Новая Категория
uk: Нова категорія

source: Create default categories
ru: Создать категории по умолчанию
uk: Створити типові категорії

source: This will create default categories: Concerts, Pets, Home, Friends, Free time, Travelling and Nature. Continue?
uk: Таким чином буде створено типові категорії: Концерти, Тварини, Домівка, Друзі, Вільний час, Подорожі та Природа. Продовжувати?

source: Create new category:
ru: Создать новую категорию:
uk: Створити нову категорію:

source: Mount
ru: Смонтировать
uk: Змонтувати

source: Unmount
ru: Отмонтировать
uk: Розмонтувати

source: Refresh
ru: Обновить
uk: Оновити

source: Device
ru: Устройство
uk: Пристрій

source: FS Type
ru: Тип ФС
uk: Тип ФС

source: Synchronize
ru: Синхронизировать
uk: Синхронізувати

source: Background color...
ru: Цвет фона...
uk: Колір тла...

source: Failed to Read Folder
ru: Ошибка Чтения Папки
uk: Не вдалося прочитати теку

source: Not Authorized to Read Folder
ru: Нет Прав на Чтение
uk: Відсутні права на читання теки

source: Add here
ru: Добавить сюда
uk: Додати тут

source: More...
ru: Больше...
uk: Більше...

source: Thumbnail cache
uk: Буфер мініатюр

source: Calculate cache size on disk
nl: Cachegrootte op schijf berekenen
ru: Подсчитать размер кэша на диске
uk: Підрахувати розмір буфера на диску

source: Clear cache on disk
nl: Cache op schijf wissen
ru: Очистить кэш на диске
uk: Очистити буфер на диску

source: View memory cache
nl: Geheugencache weergeven
ru: Просмотреть кэш в памяти
uk: Переглянути буфер пам'яті

source: Clear cache in memory
nl: Cache in geheugen wissen
ru: Очистить кэш в памяти
uk: Очистити буфер у пам'яті

source: Sync cache to disk
nl: Cache op schijf synchroniseren
ru: Синхронизировать кэш на диск
uk: Синхронізувати буфер на диску

source: Calculate cache size in memory
nl: Cachegrootte in geheugen berekenen
ru: Подсчитать размер кэша в памяти
uk: Підрахувати розмір буфера у пам'яті

source: remote filesystem
uk: віддалена файлова система

source: <table><tr><td>Mount point:</td><td>%1</td></tr><tr><td>Total size:</td><td>%2</td></tr><tr><td>Used:</td><td>%3</td></tr><tr><td>Available:</td><td>%4</td></tr></table>
ru: <table><tr><td>Точка монтирования:</td><td>%1</td></tr><tr><td>Общий размер:</td><td>%2</td></tr><tr><td>Использовано:</td><td>%3</td></tr><tr><td>Доступно:</td><td>%4</td></tr></table>
uk: <table><tr><td>Точка монтування:</td><td>%1</td></tr><tr><td>Загальний об'єм:</td><td>%2</td></tr><tr><td>Використано:</td><td>%3</td></tr><tr><td>Доступно:</td><td>%4</td></tr></table>

source: no files selected
ru: не выбрано файлов
uk: не обрано файлів

source: Edit file type
ru: Редактировать тип файла
uk: Редагувати тип файла

source: Add to Basket
uk: Додати до кошика

source: File actions
ru: Действия над файлами
uk: Дії з файлом

source: Copy to...
ru: Копировать в...
uk: Копіювати до...

source: Move to...
ru: Переместить в...
uk: Пересунути до...

source: Link to...
ru: Создать ссылку в...
uk: Посилання на...

source: Run
ru: Запустить
uk: Запуск

source: Recreate selected thumbnails
nl: Geselecteerde miniaturen opnieuw aanmaken
ru: Пересоздать выбранные эскизы
uk: Створити знову обрані піктограми

source: Convert...
ru: Преобразовать...
uk: Перетворення...

source: Total %1 in %2 (%3, %4)
ru: Всего %1 в %2 (%3, %4)
uk: Загалом %1 у %2 (%3, %4)

source: 1 item
ru: 1 элемент
uk: 1 елемент

source: 1 folder
ru: 1 папка
uk: 1 тека

source: 1 file
ru: 1 файл
uk: 1 файл

source: Command cannot contain both "%f" and "%F"
uk: Команда не може одночасно містити "%f" та "%F"

source: Error processing command
ru: Ошибка обработки команды
uk: Помилка під час виконання команди

source: Command should contain "%f" or "%F"
ru: Команда должна содержать "%f" или "%F"
uk: команда має містити "%f" або "%F"

source: Unsupported format "%1"
ru: неподдерживаемый формат "%1"
uk: Непідтримуваний формат "%1"

source: Add to &Category
uk: Додати до &Категорії

source: &External tools
ru: &Внешние утилиты
uk: &Зовнішні інструменти

source: <table cellspacing=0><tr><td><b>Enter, Escape, Return</b></td><td>stop slideshow</td></tr><tr><td><b>Pause, Space</b></td><td>pause/unpause slideshow</td></tr><tr><td><b>Page Up</b></td><td>previous image</td></tr><tr><td><b>Page Down</b></td><td>next image</td></tr><tr><td><b>M</b></td><td>show/hide onscreen messages</td></tr></table>
ru: <table cellspacing=0><tr><td><b>Enter, Escape, Return</b></td><td>остановить показ слайдов</td></tr><tr><td><b>Pause, Space</b></td><td>приостановить/возобновить показ слайдов</td></tr><tr><td><b>Page Up</b></td><td>предыдущее изображение</td></tr><tr><td><b>Page Down</b></td><td>следующее изображение</td></tr><tr><td><b>M</b></td><td>показать/спрятать экранные сообщение</td></tr></table>
uk: <table cellspacing=0><tr><td><b>Enter, Escape, Return</b></td><td>припинити показ слайдів</td></tr><tr><td><b>Pause, Space</b></td><td>зупинити/поновити показ слайдів</td></tr><tr><td><b>Page Up</b></td><td>попереднє зображення</td></tr><tr><td><b>Page Down</b></td><td>наступне зображення</td></tr><tr><td><b>M</b></td><td>показувати/не показувати екранні повідомлення</td></tr></table>

source: Error loading widget from <b>%1</b>. Please check your installation or contact <a href="mailto:ksquirrel.iv@gmail.com">ksquirrel.iv@gmail.com</a>
uk: Помилка під час завантаження віджета з <b>%1</b>. Будь ласка, перевірте встановлене або напишіть про помилку за адресою <a href="mailto:ksquirrel.iv@gmail.com">ksquirrel.iv@gmail.com</a>

source: No files to copy or move
ru: Нет файлов для копирования или перемещения
uk: Відсутні файли для копіювання чи пересування

source: Select a group of files
ru: Отметить группу файлов
uk: Обрати групу файлів

source: Deselect a group of files
ru: Снять отметку с группы файлов
uk: Скасувати вибір групи файлів

source: Select!
uk: Обрати!

source: Deselect!
uk: Скасувати вибір!

source: <table cellspacing=0><tr><td align=left>File:</td><td align=left><b>%1</b></td></tr><tr><td align=left>Size:</td><td align=left><b>%2</b></td></tr>%3%4</table>
ru: <table cellspacing=0><tr><td align=left>Файл:</td><td align=left><b>%1</b></td></tr><tr><td align=left>Размер:</td><td align=left><b>%2</b></td></tr>%3%4</table>
uk: <table cellspacing=0><tr><td align=left>Файл:</td><td align=left><b>%1</b></td></tr><tr><td align=left>Розмір:</td><td align=left><b>%2</b></td></tr>%3%4</table>

source: <tr><td align=left>Link destination:</td><td align=left>%1</td></tr>
ru: <tr><td align=left>Назначение ссылки:</td><td align=left>%1</td></tr>
uk: <tr><td align=left>Посилання на:</td><td align=left>%1</td></tr>

source: RLE compression
ru: RLE сжатие
uk: Стиснення RLE

source: Compression level
ru: Степень сжатия
uk: Рівень стиснення

source: Interlaced
ru: Черезстрочно
uk: Черезрядкове

source: <i>No special options available for this format</i>
ru: <i>Нет специальных настроек для данного формата</i>
uk: <i>Для цього формату відсутні особливі параметри</i>

source: internal error
ru: внутренняя ошибка
uk: внутрішня помилка

source: failed
ru: ошибка
uk: не вдалося

source: Converting
ru: Преобразование
uk: Перетворення

source: Select files to edit
ru: Выберете файлы для редактирования
uk: Оберіть файли для редагування

source: Converter cannot work with remote files. Sorry
uk: Конвертер не може працювати з нелокальними файлами. Вибачте

source: Temporary file creation failed
ru: Ошибка создания временного файла
uk: Створення тимчасового файла зазнало невдачі

source: 1 error
ru: 1 ошибка
uk: 1 помилка

source: Removing
ru: Удаление
uk: Вилучення

source: Convert 1 file
ru: Преобразовать 1 файл
uk: Перетворити 1 файл

source: Edit options
ru: Редактировать настройки
uk: Редагувати параметри

source: New files
ru: Новые файлы
uk: Нові файли

source: Place here
uk: Розмістити тут

source: Replace original files
ru: Заменить оригинальные файлы
uk: Замістити початкові файли

source: Place files in current directory, renaming them if necessary
uk: Розмістити файли у поточній теці, перейменувавши їх у разі потреби

source: Place files in current directory, replacing existing files
uk: Розмістити файли у поточній теці, замінивши існуючі файли

source: Close, when all operations succeeded
ru: Закрыть, когда все операции завершились успешно
uk: Закрити після виконання всіх операцій

source: Brightness
ru: Яркость
uk: Яскравість

source: Contrast
ru: Контраст
uk: Контраст

source: Gamma
ru: Гамма
uk: Гама

source: Red
ru: Красный
uk: Червоний

source: Cyan
uk: Блакитний

source: Green
ru: Зелёный
uk: Зелений

source: Magenta
uk: Малиновий

source: Blue
ru: Синий
uk: Синій

source: Yellow
ru: Жёлтый
uk: Жовтий

source: Filter
ru: Фильтр
uk: Фільтр

source: Color:
ru: Цвет:
uk: Колір:

source: Opacity
uk: Непрозорість

source: Sigma
uk: Сигма

source: Radius
uk: Радіус

source: Factor
uk: Множник

source: There are no special options available for this filter. Just click "Filter".
ru: Нет специальных параметров для этого фильтра. Просто нажмите "Фильтр"
uk: Для цього фільтра не існує особливих параметрів. Просто натисніть "Фільтрувати".

source: Color 1:
ru: Цвет 1
uk: Колір 1:

source: Color 2:
ru: Цвет 2
uk: Колір 2:

source: Noise type
ru: Тип шума
uk: Тип шуму

source: Uniform
uk: Однорідний

source: Impulse
uk: Імпульсний

source: Multiplicative Gaussian
uk: Багаторазове гаусове

source: Poisson
uk: Пуассона

source: Gaussian
uk: Гаусове

source: Laplacian
uk: Лапласа

source: Color
ru: Цвет
uk: Колір

source: Elevation
uk: Сходження

source: Azimuth
ru: Азимут
uk: Азимут

source: Amount
uk: Величина

source: Type
ru: Тип
uk: Тип

source: Degrees
ru: Градусы
uk: Градусів

source: Threshold
uk: Поріг

source: Blend
uk: Змішування

source: Blur
uk: Розмиття

source: Desaturate
uk: Зменшити насиченість

source: Despeckle
uk: Очистити від сміття

source: Edge
ru: Края
uk: Край

source: Emboss
uk: Рельєф

source: Equalize
uk: Вирівнювання

source: Fade
uk: Зробити тьмянішим

source: Flatten
uk: Згладжування

source: Implode
uk: Концентрація

source: Negative
ru: Негатив
uk: Негатив

source: Noise
ru: Шум
uk: Шум

source: Oil
ru: Масло
uk: Масло

source: Shade
uk: Тінь

source: Sharpen
uk: Різкість

source: Solarize
uk: Вигоряння

source: Spread
uk: Поширення

source: Swap colors
ru: Поменять цвета
uk: Зміна кольорів

source: Swirl
ru: Закрутка
uk: Вихор

source: Grayscale
ru: Серое
uk: Відтінки сірого

source: Redeye
ru: Красные глаза
uk: Червоні очі

source: Image after filtering:
ru: Изображение после фильтрации:
uk: Зображення після фільтрування:

source: Original image:
ru: Оригинальное изображение:
uk: Початкове зображення:

source: Color balance
ru: Баланс цвета
uk: Баланс кольорів

source: Colorize
ru: Цветность
uk: Розфарбувати

source: Image after colorizing:
ru: Изображение после оцветовки:
uk: Зображення після розфарбовування:

source: Convert
ru: Преобразовать
uk: Перетворити

source: Conversion options
uk: Параметри перетворення

source: Parameters
ru: Параметры
uk: Параметри

source: Memory cache
uk: Буфер у пам'яті

source: <b>Total:</b>
ru: <b>Всего:</b>
uk: <b>Загалом:</b>

source: Copy entry
nl: Ingang kopiëren
ru: Копировать запись
uk: Копіювати елемент

source: Copy all entries
nl: Alle ingangen kopiëren
ru: Копировать все записи
uk: Копіювати всі елементи

source: Simple
ru: Простой
uk: Простий

source: Full
ru: Расширенный
uk: Повний

source: EXIF (no)
ru: EXIF (нет)
uk: EXIF (відсутнє)

source: Metadata (no)
ru: Метаданные (нет)
uk: Метадані (відсутні)

source: _: NAME OF TRANSLATORS Your names
nl: Rinse de Vries
ru: Барышев Дмитрий
uk: Юрій Чорноіван

source: _: EMAIL OF TRANSLATORS Your emails
nl: rinsedevries@kde.nl
ru: ksquirrel@tut.by
uk: yurchor@ukr.net

source: Rectangle
ru: Прямоугольник
uk: Прямокутник

source: Ellipse
ru: Эллипс
uk: Еліпс

source: Fit width
nl: Passend in breedte
ru: Заполнить ширину
uk: Підібрати ширину

source: Fit height
nl: Passend in hoogte
ru: Заполнить высоту
uk: Підібрати висоту

source: Fit image
nl: Afbeelding passend maken
ru: Заполнить изображение
uk: Підібрати по зображенню

source: Zoom 100%
ru: Увеличение 100%
uk: Масштаб 100%

source: Leave previous zoom
nl: Vorige zoom behouden
ru: Оставить предыдущее увеличение
uk: Залишити попередній масштаб

source: Ignore, if image is smaller than window
uk: Нічого не робити, якщо зображення менше за вікно

source: Go to first image
ru: Перейти к первому изображению
uk: Перейти до першого зображення

source: Previous image
ru: Предыдущее изображение
uk: Попереднє зображення

source: Next image
ru: Следующее изображение
uk: Наступне зображення

source: Go to last image
ru: Перейти к последнему изображению
uk: Перейти до останнього зображення

source: Zoom +
ru: Увеличить
uk: Збільшити

source: Zoom -
ru: Уменьшить
uk: Зменшити

source: Rotate left
nl: Linksom draaien
ru: Повернуть влево
uk: Повернути ліворуч

source: Rotate right
nl: Rechtsom draaien
ru: Повернуть вправо
uk: Повернути праворуч

source: Flip vertically
nl: Verticaal spiegelen
ru: Отразить вертикально
uk: Віддзеркалити вертикально

source: Flip horizontally
nl: Horizontaal spiegelen
ru: Отразить горизонтально
uk: Віддзеркалити горизонтально

source: Normalize
nl: Normaliseren
ru: Нормализация
uk: Нормалізувати

source: Fullscreen
nl: Volledig scherm
ru: Полный экран
uk: На повний екран

source: Select image
nl: Afbeelding selecteren
ru: Выбрать изображение
uk: Обрати зображення

source: Selection
ru: Выделение
uk: Вибір

source: Codec settings
uk: Параметри кодека

source: Show navigator
ru: Показать навигатор
uk: Показати навігатор

source: yes
nl: ja
ru: да
uk: так

source: no
nl: nee
ru: нет
uk: ні

source: Codec for %1 format not found
ru: Кодек для формата %1 не найден
uk: Кодек для формату %1 не знайдено

source: Memory allocation failed for %1 of memory
uk: Помилка під час виділення %1 пам'яті

source: Memory allocation failed
nl: Geheugenreservering is mislukt
ru: Ошибка выделения памяти
uk: Помилка під час виділення пам'яті

source: Decoding failed
ru: Ошибка декодирования
uk: Помилка декодування

source: ms.
ru: мс.
uk: мс.

source: Sorry, could not perform write operation for codec "%1"
uk: Вибачте, операцію запису неможливо виконати для кодека "%1"

source: Error writing image
ru: Ошибка записи изображения
uk: Помилка під час запису зображення

source: Try another location?
uk: Спробувати інше розташування?

source: Rotate
nl: Draaien
ru: Поворот
uk: Повернути

source: Window
nl: Venster
ru: Окно
uk: Вікно

source: Next
nl: Volgende
ru: Следующий
uk: Наступна

source: Previous
nl: Vorige
ru: Предыдущий
uk: Попередня

source: First
nl: Eerste
ru: Первый
uk: Перше

source: Last
nl: Laatste
ru: Последний
uk: Останнє

source: Rotate 180'
nl: 180' draaien
ru: Повернуть на 180'
uk: Повернути на 180'

source: Rotate 1' left
nl: 1' linksom draaien
ru: Повернуть влево на 1'
uk: Повернути на 1' ліворуч

source: Rotate 1' right
nl: 1' rechtsom draaien
ru: Повернуть вправо на 1'
uk: Повернути на 1' праворуч

source: Zoom 2x
nl: 2x zoomen
ru: Увеличить 2х
uk: Збільшити вдвічі

source: Zoom 1/2x
nl: 1/2 x zoomen
ru: Увеличить 1/2х
uk: Зменшити вдвічі

source: Move left
nl: Naar links
ru: Сдвинуть влево
uk: Пересунути ліворуч

source: Move right
nl: Naar rechts
ru: Сдвинуть вправо
uk: Пересунути праворуч

source: Move up
nl: Omhoog
ru: Сдвинуть верх
uk: Пересунути догори

source: Move down
nl: Omlaag
ru: Сдвинуть вниз
uk: Пересунути донизу

source: Start/stop animation
nl: Animatie starten/stoppen
ru: Начать/остановить анимацию
uk: Почати/зупинити анімацію

source: Hide/show background
nl: Achtergrond tonen/verbergen
ru: Показать/скрыть фон
uk: Сховати/показати тло

source: Hide/show tickmarks
nl: Keuzevakjes verbergen/tonen
ru: Показать/скрыть метки
uk: Сховати/показати хрести

source: First page
nl: Eerste pagina
ru: Первая страница
uk: Перша сторінка

source: Previous page
nl: Vorige pagina
ru: Предыдущая страница
uk: Попередня сторінка

source: Next page
nl: Volgende pagina
ru: Следующая страница
uk: Наступна сторінка

source: Last page
nl: Laatste pagina
ru: Последняя страница
uk: Остання сторінка

source: To clipboard
ru: В буфер обмена
uk: До буфера

source: Color balance...
ru: Баланс цвета...
uk: Баланс кольорів...

source: Apply filter...
ru: Применить фильтр...
uk: Застосувати фільтр...

source: Hide/show toolbar
nl: Werkbalk tonen/verbergen
ru: Показать/скрыть панель инстументов
uk: Сховати/показати панель інструментів

source: Hide/show statusbar
nl: Statusbalk tonen/verbergen
ru: Показать/скрыть строку статуса
uk: Сховати/показати панель статусу

source: Reset
nl: Herstellen
ru: Нормализовать
uk: Повернутися до попереднього

source: Hotkeys
ru: Горячие клавиши
uk: Гарячі клавіші

source: Loading time
ru: Время загрузки
uk: Час завантаження

source: <b>The main options</b>
nl: <b>De hoofdopties</b>
ru: <b>Главные настройки</b>
uk: <b>Головні параметри</b>

source: Write configuration file to disk, when I press "OK"
nl: Configuratiebestand op schijf opslaan als er op "OK" wordt geklikt
ru: Записать конфигурационный файл на диск, когда я нажму "OK"
uk: Записати файл конфігурації на диск, коли я натисну "Гаразд"

source: Minimize to tray after closing
nl: In systeemvak plaatsen bij sluiten
ru: Спрятаться в трей после закрытия
uk: Мінімізувати до лотка після закриття

source: Show splash screen at startup
ru: Показать заставку при запуске
uk: Показувати вікно привітання на початку

source: Don't show animated logo in toolbar
ru: Не показывать анимированное лого на панели инструментов
uk: Не показувати живий логотип на панелі інструментів

source: Apply codec settings to
ru: Применить настройки кодеков в
uk: Застосувати налаштування кодека до
