Repository: HappySeaFox/ksquirrel
Catalog: po/*.po
Languages: nl, ru, uk

source: Clear contents
uk: Очистити вміст

source: Are you sure you want to delete contents of <b>%1</b>?
uk: Ви справді бажаєте вилучити вміст <b>%1</b>?

source: Add to Folder Basket
uk: Додати до кошика тек

source: Folder basket
uk: Кошик тек

source: Change icon
uk: Змінити піктограму

source: <p>Rename item <b>%1</b> to:</p>
uk: <p>Перейменувати пункт <b>%1</b> на:</p>

source: Copy file path
uk: Копіювати шлях до файла

source: Copy file url
uk: Копіювати адресу файла

source: Text color:
uk: Колір тексту:

source: Show image dimensions
uk: Показати розміри зображення

source: Text color...
uk: Колір тексту...

source: Double click
uk: Подвійне клацання

source: Close window
uk: Закрити вікно

source: Crop
uk: Обрізати

source: Tabs
uk: Сторінки

source: Enable tabs
uk: Дозволити сторінки

source: Ask what to do when opening new image
uk: Питати про наступні дії під час відкриття нового зображення

source: Show close buttons
uk: Показати кнопки закриття

source: Open in a new tab
uk: Відкрити на новій сторінці

source: Replace current tab
uk: Замінити поточну сторінку

source: Close all and open in a new tab
uk: Закрити всі і відкрити на новій сторінці

source: Opening...
uk: Відкриття...

source: Previous tab
uk: Попередня сторінка

source: Next tab
uk: Наступна сторінка

source: Close tab
uk: Закрити сторінку

source: Do nothing
uk: Нічого не робити

source: Print available DCOP parameters
uk: Показати доступні параметри DCOP

source: Downloading...
uk: Завантаження...

source: Close all tabs
uk: Закрити всі сторінки...

source: Image Actions
ru: Изображения

source: OpenGL Information
ru: Информация об OpenGL

source: Adjust External Tools
nl: Externe hulpmiddelen instellen
ru: Настроить Внешние Утилиты

source: Directory to be opened at startup.
ru: Папка для открытия во время старта.

source: Image Properties
nl: Afbeeldingseigenschappen
ru: Свойства изображения

source: Compress ratio:
nl: Compressieverhouding:
ru: Степень сжатия:

source: Codecs Information and Settings
ru: Информация и Настройки Кодеков

source: can't open file for reading
ru: не могу открыть файл на чтение

source: can't open file for writing
ru: не могу открыть файл на запись

source: It will create default categories: Concerts, Pets, Home, Friends, Free time, Traveling, Nature. Continue ?
ru: Данное действие создаст категории по умолчанию: Concerts, Pets, Home, Friends, Free time, Traveling, Nature. Продолжить ?

source: Thumbnail Cache
ru: Кэш Эскизов

source: non-local filesystem
ru: нелокальная ф.система

source: Add To Basket
ru: Добавить в Корзину

source: Command cann't contain both "%f" and "%F"
ru: Команда не может содержать и "%f" и "%F"

source: Add To &Category
ru: Добавить в &Категорию

source: Error loading widget from <b>%1</b>. Please check your installation or contact <a href="mailto:ksquirrel@tut.by">ksquirrel@tut.by</a>
ru: Ошибка загрузки компонента из <b>%1</b>. Пожалуйста, проверьте правильность установки или сообщите на <a href="mailto:ksquirrel@tut.by">ksquirrel@tut.by</a>

source: Select !
ru: Отметить!

source: Deselect !
ru: Снять отметку!

source: Converter cann't work with non-local files. Sorry.
ru: Конвертер не может работать с нелокальными файлами. Извините.

source: Put here
ru: Поместить сюда

source: Put files to current directory, renaming them if neccessary
ru: Поместить файлы в текущую папку, переименовывая их по необходимости

source: Put files to current directory, replacing existing files
ru: Поместить файлы в текущую папку, заменяя существующие файлы

source: Convertion options
ru: Опции преобразования

source: Memory Cache
ru: Кэш Памяти

source: Ignore, if the image is less than window
nl: Negeren als de afbeelding kleiner is dan venster
ru: Игнорировать, если изображение меньше окна

source: Codec Settings
ru: Настройка кодека

source: Memory allocation failed for %1 of memory.
ru: Ошибка выделения памяти для %1 памяти.

source: Sorry, could not perfom write operation for codec "%1"
ru: Извините, не могу начать операцию записи для кодека "%1"

source: Try another location ?
ru: Попробовать другой путь ?

source: Image viewer
ru: Просмотрщике изображений

source: RunTime
ru: Во время выполнения

source: Load next/previos file
nl: Volgend/vorig bestand laden
ru: Загрузить следующий/предыдущий файл

source: Hide statusbar in fullscreen
nl: Statusbalk in volledigscherm verbergen
ru: Прятать строку статуса в полноэкранном режиме

source: Hide toolbar in fullscreen
ru: Прятать панель инструментов в полноэкранном режиме

source: Minimum: 1%, maximum: 10'000%
ru: Минимум: 1%, максимум: 10'000%

source: mimimum
ru: минимум

source: Zoom koefficient
nl: Zoomcoëfficient
ru: Коэффициент масштабирования

source: Slideshow Options
ru: Настройки Слайдов

source: Clear adress
nl: Adres wissen
ru: Очистить адрес

source: Goto tray
nl: Naar systeemvak
ru: Спрятаться в трей

source: Codecs information...
ru: Информация о кодеках

source: Adjust Filters
nl: Filters bijstellen
ru: Настроить Фильтры

source: Menuitem contains both name and extension
nl: Menuoptie bevat naam en extensie
ru: Элемент меню содержит и имя и расширение

source: <p align=center><table><tr><td><b><p align=right>Esc,X,Return</p></b></td><td>close</td></tr><tr><td><b><p align=right>Middle click, F</p></b></td><td>fullscreen</td></tr><tr><td><b><p align=right>T</p></b></td><td>show/hide toolbar with actions</td></tr><tr><td><b><p align=right>Z</p></b></td><td>show 'Zoom' menu</td></tr><tr><td><b><p align=right>Y</p></b></td><td>show/hide statusbar</td></tr><tr><td><b><p align=right>/</p></b></td><td>show this help</td></tr><tr><td><b><p align=right>Right click, M, ContextMenu</p></b></td><td>show context menu</td></tr><tr><td><b><p align=right>N</p></b></td><td>toggle filter</td></tr><tr><td><b><p align=right>SHIFT+Left button</p></b></td><td>select a region</td></tr></table></p>
ru: <p align=center><table><tr><td><b><p align=right>Esc,X,Ввод</p></b></td><td>закрыть</td></tr><tr><td><b><p align=right>Средний клик, F</p></b></td><td>полный экран</td></tr><tr><td><b><p align=right>T</p></b></td><td>показать/скрыть панель с действиями</td></tr><tr><td><b><p align=right>Z</p></b></td><td>показать меню масштибирования</td></tr><tr><td><b><p align=right>Y</p></b></td><td>показать/скрыть строку статуса</td></tr><tr><td><b><p align=right>/</p></b></td><td>показать эту помощь</td></tr><tr><td><b><p align=right>Правый клик, M, ContextMenu</p></b></td><td>показать контекстное меню</td></tr><tr><td><b><p align=right>N</p></b></td><td>сменить фильтр</td></tr><tr><td><b><p align=right>SHIFT+Левая кнопка</p></b></td><td>выбрать регион</td></tr></table></p>

source: <p align=center><table><tr><td><b><p align=right>Left Arrow, Right Arrow,<br>Up Arrow, Down Arrow</p></b></td><td>move the image</td></tr><tr><td><b><p align=right>Ctrl + Left Arrow</p></b></td><td>rotate left</td></tr><tr><td><b><p align=right>Ctrl + Right Arrow</p></b></td><td>rotate right</td></tr><tr><td><b><p align=right>Ctrl + Up/Down Arrow</p></b></td><td>rotate for 180 degrees up/down</td></tr><tr><td><b><p align=right>Shift + Left/Right Arrow</p></b></td><td>rotate for 1 degree left/right</td></tr></table</p>
ru: <p align=center><table><tr><td><b><p align=right>Стрелки Вверх, Вниз, Влево, Вправо</p></b></td><td>сдвинуть изображение</td></tr><tr><td><b><p align=right>Ctrl + Стрелка Влево</p></b></td><td>повернуть влево</td></tr><tr><td><b><p align=right>Ctrl + Стрелка Вправо</p></b></td><td>повернуть вправо</td></tr><tr><td><b><p align=right>Ctrl + Стрелка Вверх/Вниз</p></b></td><td>повернуть на 180' вверх/вниз</td></tr><tr><td><b><p align=right>Shift + Стрелка Влево/Вправо</p></b></td><td>повернуть на 1' влево/вправо</td></tr></table</p>

source: <p align=center><table><tr><td><p align=right><b>S</b></p></td><td>save as</td></tr><tr><td><p align=right><b>V</b></p></td><td>flip vertically</td></tr><tr><td><p align=right><b>H</b></p></td><td>flip horizontally</td></tr><tr><td><p align=right><b>R</b></p></td><td>reset</td></tr><tr><td><p align=right><b>P</b></p></td><td>image properties</td></tr><tr><td><p align=right><b>C</b></p></td><td>codec settings</td></tr><tr><td><p align=right><b>L</b></p></td><td>ignore zoom if the image is less than window</td></tr><tr><td><p align=right><b>I</b></p></td><td>menu with images</td></tr><tr><td><p align=right><b>A</b></p></td><td>stop/start animation</td></tr><tr><td><p align=right><b>B</b></p></td><td>toggle drawing background for transparent images</td></tr><tr><td><p align=right><b>K</b></p></td><td>toggle drawing tickmarks</td></tr><tr><td><p align=right><b>E</b></p></td><td>show menu with external tools</td></tr><tr><td><p align=right><b>F1</b></p></td><td>first image in miltipaged image</td></tr><tr><td><p align=right><b>F2</b></p></td><td>previous</td></tr><tr><td><p align=right><b>F3</b></p></td><td>next</td></tr><tr><td><p align=right><b>F4</b></p></td><td>last</td></tr></table></p>
ru: <p align=center><table><tr><td><p align=right><b>S</b></p></td><td>сохранить как</td></tr><tr><td><p align=right><b>V</b></p></td><td>отразить вертикально</td></tr><tr><td><p align=right><b>H</b></p></td><td>отразить горизонтально</td></tr><tr><td><p align=right><b>R</b></p></td><td>нормализовать</td></tr><tr><td><p align=right><b>P</b></p></td><td>свойства изображения</td></tr><tr><td><p align=right><b>C</b></p></td><td>настройки кодека</td></tr><tr><td><p align=right><b>L</b></p></td><td>игнорировать масштаб, если изображение меньше окна</td></tr><tr><td><p align=right><b>I</b></p></td><td>меню с изображениями</td></tr><tr><td><p align=right><b>A</b></p></td><td>старт/стоп анимации</td></tr><tr><td><p align=right><b>B</b></p></td><td>переключить рисование фона для прозрачных изображений</td></tr><tr><td><p align=right><b>K</b></p></td><td>переключить рисование пометок</td></tr><tr><td><p align=right><b>E</b></p></td><td>показать меню с внешними утилитами</td></tr><tr><td><p align=right><b>F1</b></p></td><td>первое изображение в последовательности</td></tr><tr><td><p align=right><b>F2</b></p></td><td>предыдущее</td></tr><tr><td><p align=right><b>F3</b></p></td><td>следующее</td></tr><tr><td><p align=right><b>F4</b></p></td><td>последнее</td></tr></table></p>

source: <tr><td align=left>Type:</td><td align=left>%1</td></tr><tr><td align=left>Dimensions:</td><td align=left>%2</td></tr><tr><td align=left>Bits per pixel:</td><td align=left>%3</td></tr><tr><td align=left>Color space:</td><td align=left>%4</td></tr><tr><td align=left>Compression:</td><td align=left>%5</td></tr><tr><td align=left>Number of frames:</td><td align=left>%6</td></tr><tr><td align=left>Uncompressed size:</td><td align=left>%7</td></tr>
ru: <tr><td align=left>Тип:</td><td align=left>%1</td></tr><tr><td align=left>Размеры:</td><td align=left>%2</td></tr><tr><td align=left>Бит на пиксель:</td><td align=left>%3</td></tr><tr><td align=left>Цветовое пространство:</td><td align=left>%4</td></tr><tr><td align=left>Сжатие:</td><td align=left>%5</td></tr><tr><td align=left>Количество страниц:</td><td align=left>%6</td></tr><tr><td align=left>Распакованный размер:</td><td align=left>%7</td></tr>

source: at least 2
ru: ка минимум 2

source: _n: 1 item %n items
ru: %n элементе %n элементах %n элементах

source: _n: 1 folder %n folders
ru: %n каталог %n каталога %n каталогов

source: _n: 1 file %n files
nl: %n bestand %n bestanden
ru: %n файл %n файла %n файлов

source: _n: Convert 1 file Convert %n files
ru: Преобразовать %n файл Преобразовать %n файла Преобразовать %n файлов

source: _n: 1 error %n errors
nl: 1 fout %n fouten
ru: %n ошибка %n ошибки %n ошибок

source: Are you sure you want to delete <b>%1</b> ?
ru: Вы точно хотите удалить <b>%1</b> ?

source: Format "%1" not supported
nl: Formaat "%1" wordt niet ondersteund

source: Run separately
nl: Apart draaien

source: External Tools
nl: Externe hulpmiddelen

source: File: %1 Size: %2 Link to: %3 %4
nl: Bestand: %1 Grootte: %2 Koppeling naar: %3 %4

source: File: %1 Size: %2 %3
nl: Bestand: %1 Grootte: %2 %3

source: New directory...
nl: Nieuwe map...

source: Properties...
nl: Eigenschappen...

source: Show hidden files
nl: Verborgen bestanden tonen

source: Hide
nl: Verbergen

source: Show
nl: Tonen

source: Go to first file
nl: Ga naar eerste bestand

source: Previous file
nl: Vorig bestand

source: Next file
nl: Volgend bestand

source: Go to last file
nl: Ga naar laatste bestand

source: Decoding
nl: Decoderen

source: File corrupted ! Library:
nl: Bestand is beschadigd. Bibliotheek:

source: Library couldn't alloc memory for internal usage !
nl: De bibliotheek kon geen geheugen voor intern gebruik reserveren.

source: This format type is not supported.
nl: Dit formaat wordt niet ondersteund.

source: Library returned unknown error code.
nl: De bibliotheek gaf een onbekende foutcode terug.

source: Memory realloc failed. I tried to realloc memory for image: width: %1 height: %2 bpp: %3 Total needed:
nl: Geheugenreservering is mislukt. Er werd getracht om geheugen te reserveren voor afbeelding: breedte: %1 hoogte: %2 bpp: %3 totaal benodigd:

source: of memory.
nl: geheugenruimte.

source: Loaded in %1'%2 msec.
nl: Geladen in %1'%2 msec.

source: Loaded in %1 msec.
nl: Geladen in %1 msec.

source: Total %1 (%2, %3)
nl: Totaal %1 (%2, %3)

source: Unable to create directory: %1
nl: De map %1 kon niet worden aangemaakt

source: Archive problem
nl: Archiveerprobleem

source: The size of selected archive seems to be too big; continue? (size: %1MB)
nl: Het geselecteerde archief blijkt te groot te zijn. Wilt u doorgaan? (grootte: %1 MB)

source: Confirm
nl: Bevestigen

source: Unable to open the archive '<b>%1</b>'.
nl: Het archief <b>%1</b> kan niet worden geopend.

source: Rescan libraries
nl: Bibliotheken opnieuw scannen

source: Toggle tree
nl: Structuur aan/uit

source: Toggle URL box
nl: URL-vak aan/uit

source: Make image window separate/built-in
nl: Afbeeldingvenster apart/ingesloten maken

source: Small thumbnails
nl: Kleine miniaturen

source: User depended config file couldn't be opened for writing!
nl: Het configuratiebestand van de gebruiker kon niet worden opgeslagen.

source: Default (installed) config file couldn't be opened for reading!
nl: Het configuratiebestand van het systeem kon niet worden geopend.

source: New version is available
nl: Nieuwe versie beschikbaar

source: <pre>Current version is <b>%1</b> New version <b>%2</b> is available at <font color="#FF0000">http://ksquirrel.sourceforge.net/download</font> </pre>
nl: <pre>Huidige versie is <b>%1</b> Nieuwe versie <b>%2</b> is beschikbaar op <font color="#FF0000">http://ksquirrel.sourceforge.net/download</font> </pre>

source: File or folder to be opened at startup.
nl: Te openen bestand of map bij opstarten.

source: A great description of various file formats at
nl: Een goede beschrijving van de verschillende bestandsformaten op

source: New libraries found:
nl: Nieuwe bibliotheken gevonden:

source: Deleted libraries:
nl: Verwijderde bibliotheken:

source: Libraries
nl: Bibliotheken

source: <p align=center><table><tr><td><b><p align=right>Esc,X,Return</p></b></td><td>close</td></tr><tr><td><b><p align=right>Q</p></b></td><td>Quick Browser</td></tr><tr><td><b><p align=right>F</p></b></td><td>fullscreen</td></tr><tr><td><b><p align=right>T</p></b></td><td>show/hide toolbar with actions</td></tr><tr><td><b><p align=right>[</p></b></td><td>hide toolbar with actions</td></tr><tr><td><b><p align=right>]</p></b></td><td>show toolbar with actions</td></tr><tr><td><b><p align=right>Z</p></b></td><td>show 'Zoom' menu</td></tr><tr><td><b><p align=right>S</p></b></td><td>show/hide statusbar</td></tr><tr><td><b><p align=right>/</p></b></td><td>show this help</td></tr><tr><td><b><p align=right>Middle click, M</p></b></td><td>show context menu</td></tr></table></p>
nl: <p align=center><table><tr><td><b><p align=right>Esc,X,Return</p></b></td><td>sluiten</td></tr><tr><td><b><p align=right>Q</p></b></td><td>Quick Browser</td></tr><tr><td><b><p align=right>F</p></b></td><td>volledig scherm</td></tr><tr><td><b><p align=right>T</p></b></td><td>werkbalk tonen/verbergen</td></tr><tr><td><b><p align=right>[</p></b></td><td>werkbalk verbergen</td></tr><tr><td><b><p align=right>]</p></b></td><td>werkbalk tonen</td></tr><tr><td><b><p align=right>Z</p></b></td><td>'Zoom'-menu tonen</td></tr><tr><td><b><p align=right>S</p></b></td><td>statusbalk tonen/verbergen</td></tr><tr><td><b><p align=right>/</p></b></td><td>deze informatie tonen</td></tr><tr><td><b><p align=right>Middelklik, M</p></b></td><td>contextmenu tonen</td></tr></table></p>

source: <p align=center><table><tr><td><b><p align=right>Space</p></b></td><td>next image</td></tr><tr><td><b><p align=right>Backspace</p></b></td><td>previous image</td></tr><tr><td><b><p align=right>Home</p></b></td><td>first image</td></tr><tr><td><b><p align=right>End</p></b></td><td>last image</td></tr></table></p>
nl: <p align=center><table><tr><td><b><p align=right>Spatie</p></b></td><td>volgende afbeelding</td></tr><tr><td><b><p align=right>Backspace</p></b></td><td>vorige afbeelding</td></tr><tr><td><b><p align=right>Home</p></b></td><td>eerste afbeelding</td></tr><tr><td><b><p align=right>End</p></b></td><td>laatste afbeelding</td></tr></table></p>

source: <p align=center><table><tr><td><b><p align=right>Left Arrow, Right Arrow,<br>Up Arrow, Down Arrow</p></b></td><td>move the image</td></tr><tr><td><b><p align=right>Ctrl + Left Arrow</p></b></td><td>rotate left</td></tr><tr><td><b><p align=right>Ctrl + Right Arrow</p></b></td><td>rotate right</td></tr><tr><td><b><p align=right>Ctrl + Up/Down Arrow</p></b></td><td>rotate for 180 degrees up/down</td></tr><tr><td><b><p align=right>Shift + Up/Down Arrow</p></b></td><td>rotate for 1 degree up/down</td></tr></table</p>
nl: <p align=center><table><tr><td><b><p align=right>Pijl links, pijl rechts,<br>pijl omhoog, pijl omlaag</p></b></td><td>verplaats de afbeelding</td></tr><tr><td><b><p align=right>Ctrl + pijl links</p></b></td><td>linksom draaien</td></tr><tr><td><b><p align=right>Ctrl + pijl rechts</p></b></td><td>rechtsom draaien</td></tr><tr><td><b><p align=right>Ctrl + pijl omhoog/omlaag</p></b></td><td>180 graden linksom/rechtsom draaien</td></tr><tr><td><b><p align=right>Shift + pijl omhoog/omlaag</p></b></td><td>1 graad linksom/rechtsom draaien</td></tr></table></p>

source: <p align=center><table><tr><td><p align=right><b>V</b></p></td><td>flip vertically</td></tr><tr><td><p align=right><b>H</b></p></td><td>flip horizontally</td></tr><tr><td><p align=right><b>R</b></p></td><td>reset</td></tr><tr><td><p align=right><b>P</b></p></td><td>image properties</td></tr><tr><td><p align=right><b>L</b></p></td><td>"Ignore, if the image is less than window"</td></tr><tr><td><p align=right><b>I</b></p></td><td>menu with images</td></tr><tr><td><p align=right><b>A</b></p></td><td>stop/start animation</td></tr><tr><td><p align=right><b>B</b></p></td><td>toggle drawing background for transparent images</td></tr><tr><td><p align=right><b>K</b></p></td><td>toggle drawing tickmarks</td></tr><tr><td><p align=right><b>E</b></p></td><td>show menu with external tools</td></tr><tr><td><p align=right><b>F1</b></p></td><td>first image from the miltipaged image</td></tr><tr><td><p align=right><b>F2</b></p></td><td>previous</td></tr><tr><td><p align=right><b>F3</b></p></td><td>next</td></tr><tr><td><p align=right><b>F4</b></p></td><td>last</td></tr></table></p>
nl: <p align=center><table><tr><td><p align=right><b>V</b></p></td><td>verticaal spiegelen</td></tr><tr><td><p align=right><b>H</b></p></td><td>horizontaal spiegelen</td></tr><tr><td><p align=right><b>R</b></p></td><td>herstellen</td></tr><tr><td><p align=right><b>P</b></p></td><td>afbeeldingseigenschappen</td></tr><tr><td><p align=right><b>L</b></p></td><td>"Negeren als venster kleiner is dan venster"</td></tr><tr><td><p align=right><b>I</b></p></td><td>menu met afbeeldingen</td></tr><tr><td><p align=right><b>A</b></p></td><td>animatie stoppen/starten</td></tr><tr><td><p align=right><b>B</b></p></td><td>tekenen van achtergrond bij transparante afbeeldingen aan/uit zetten</td></tr><tr><td><p align=right><b>K</b></p></td><td>tekenen van markeringen aan/uit zetten</td></tr><tr><td><p align=right><b>E</b></p></td><td>menu met externe hulpprogramma's tonen</td></tr><tr><td><p align=right><b>F1</b></p></td><td>eerste afbeelding van multipagina-afbeelding</td></tr><tr><td><p align=right><b>F2</b></p></td><td>vorige</td></tr><tr><td><p align=right><b>F3</b></p></td><td>volgende</td></tr><tr><td><p align=right><b>F4</b></p></td><td>laatste</td></tr></table></p>

source: Thumbnails' cache
nl: Miniaturencache

source: Total:
nl: Totaal:

source: Column 1
nl: Kolom 1

source: New Column
nl: Nieuwe kolom

source: Info
nl: Informatie

source: <b>Navigator's options</b>
nl: <b>Navigeeropties</b>

source: <b>Libraries (ksquirrel-libs)</b>
nl: <b>Bibliotheken van ksquirrel</b>

source: Check for a new version available
nl: Kijk of er een nieuwe versie beschikbaar is

source: Clicking policy
nl: Klikbeleid

source: Use system settings
nl: Systeeminstellingen gebruiken

source: Use double click to open item
nl: Dubbelklik opent items

source: Use single click to open item
nl: Één klik opent items

source: Navigator -> Tree
nl: Navigator -> structuur

source: Disable mimetype icons
nl: Bestandstypenpictogrammen uitschakelen

source: maximum cache size (in memory):
nl: maximumgrootte van cache (in geheugen):

source: margin between thumbnails:
nl: ruimte tussen miniaturen:

source: Show tooltips with thumbnail info
nl: Informatieballonnen tonen bij miniaturen

source: Rotating:
nl: Draaiwijze:

source: Moving:
nl: Verplaatswijze:

source: degrees
nl: graden

source: Draw background for transparent images (quads)
nl: Achtergrond tekenen bij transparante afbeeldingen (hokjes)

source: Monitor directory with libraries
nl: Map met bibliotheken volgen

source: Monitor directory with libraries, so new .so files can be dynamically added
nl: De map met bibliotheken op wijzigingen volgen, zodat nieuwe .so-bestanden dynamisch worden toegevoegd.

source: Show a message, if the directory has changed
nl: Bericht tonen als de mapinhoud is gewijzigd

source: Show dialog with information about new or deleted libraries
nl: Dialoog met informatie over nieuwe of verwijderde bibliotheken tonen

source: Contains information about all found libraries
nl: Bevat informatie over alle gevonden bibliotheken

source: Atributes
nl: Attributen

source: File properties
nl: Bestandsopties

source: +[file or folder to open]
nl: [bestand of map om te openen]

source: _n: 1 directory %n dirs
nl: 1 map %n mappen
